Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Add referral code to earn extra rewards
ar: أضف رمز الإحالة لكسب مكافآت إضافية
cs: Přidáním kódu pro doporučení získáte další odměny
de: Füge einen Empfehlungscode hinzu, um zusätzliche Belohnungen zu erhalten
el: Προσθέστε κωδικό παραπομπής για να κερδίσετε επιπλέον ανταμοιβές
es: Añade un código de referencia para ganar recompensas adicionales
es_419: Agrega un código de referencia para ganar recompensas adicionales
es_mx: Agrega un código de referencia para ganar recompensas adicionales
fr: Ajouter un code de parrainage pour gagner des récompenses supplémentaires
he: הוסף קוד הפניה כדי להרוויח תגמולים נוספים
hi: अतिरिक्त पुरस्कार पाने के लिए रेफरल कोड जोड़ें
id: Tambahkan kode referensi untuk mendapatkan hadiah tambahan
it: Aggiungi un codice di riferimento per guadagnare ricompense extra
ja: 紹介コードを追加して追加の特典を獲得
ko: 추가 보상을 얻으려면 추천 코드를 추가하세요
nl: Voeg een referentiecode toe en verdien extra beloningen
pl: Dodaj kod polecający, aby zdobyć dodatkowe nagrody
pt: Adicione um código de referência para ganhar recompensas extra
pt_br: Adicione um código de indicação para ganhar recompensas extras
pt_pt: Adicione um código de referência para ganhar recompensas extras
ru: Добавьте реферальный код, чтобы получить дополнительные награды
sv: Lägg till en referenskod för att tjäna extra belöningar
th: เพิ่มรหัสการแนะนำเพื่อรับรางวัลเสริม
uk: Додайте реферальний код, щоб отримати додаткові винагороди
vi: Thêm mã giới thiệu để nhận thêm phần thưởng
zh_hans: 添加推荐码以获得额外奖励
zh_hk: 添加推薦碼以獲取額外獎勵

source: Add sign-in method
ar: إضافة طريقة تسجيل دخول
cs: Přidat způsob přihlášení
de: Anmeldemethode hinzufügen
el: Προσθήκη μεθόδου σύνδεσης
es: Añadir método de inicio de sesión
es_419: Agregar método de inicio de sesión
es_mx: Agregar método de inicio de sesión
fr: Ajouter une méthode de connexion
he: הוסף שיטת התחברות
hi: साइन-इन विधि जोड़ें
id: Tambah metode masuk
it: Aggiungi metodo di accesso
ja: サインイン方法を追加
ko: 로그인 방법 추가
nl: Inlogmethode toevoegen
pl: Dodaj metodę logowania
pt: Adicionar método de início de sessão
pt_br: Adicionar método de login
pt_pt: Adicionar método de início de sessão
ru: Добавить способ входа
sv: Lägg till inloggningsmetod
th: เพิ่มวิธีลงชื่อเข้าใช้
uk: Додати спосіб входу
vi: Thêm phương thức đăng nhập
zh_hans: 添加登录方式
zh_hk: 添加登入方式

source: Add Sign-In Method
ar: إضافة طريقة تسجيل الدخول
cs: Přidat způsob přihlášení
de: Anmeldemethode hinzufügen
el: Προσθήκη μεθόδου σύνδεσης
es: Añadir método de inicio de sesión
es_419: Agregar método de inicio de sesión
es_mx: Agregar método de inicio de sesión
fr: Ajouter une méthode de connexion
he: הוסף שיטת התחברות
hi: साइन-इन विधि जोड़ें
id: Tambah Metode Masuk
it: Aggiungi metodo di accesso
ja: サインイン方法を追加
ko: 로그인 방법 추가
nl: Inlogmethode toevoegen
pl: Dodaj metodę logowania
pt: Adicionar método de início de sessão
pt_br: Adicionar método de login
pt_pt: Adicionar método de início de sessão
ru: Добавить способ входа
sv: Lägg till inloggningsmetod
th: เพิ่มวิธีลงชื่อเข้าใช้
uk: Додати спосіб входу
vi: Thêm phương thức đăng nhập
zh_hans: 添加登录方式
zh_hk: 添加登入方式

source: Add TAO for gas
ar: أضف TAO لرسوم الغاز
cs: Přidejte TAO na gas
de: TAO für Gas hinzufügen
el: Προσθέστε TAO για gas
es: Añade TAO para el gas
es_419: Agrega TAO para el gas
es_mx: Agrega TAO para el gas
fr: Ajoutez des TAO pour le gas
he: הוסיפו TAO לגז
hi: गैस के लिए TAO जोड़ें
id: Tambahkan TAO untuk gas
it: Aggiungi TAO per il gas
ja: ガス用の TAO を追加
ko: 가스용 TAO 추가
nl: Voeg TAO toe voor gas
pl: Dodaj TAO na gas
pt: Adicione TAO para o gás
pt_br: Adicione TAO para o gás
pt_pt: Adicione TAO para o gás
ru: Пополните TAO для оплаты газа
sv: Lägg till TAO för gas
th: เพิ่ม TAO สำหรับค่า gas
uk: Додайте TAO на газ
vi: Thêm TAO để trả gas
zh_hans: 添加 TAO 以支付 Gas 费
zh_hk: 加入 TAO 以支付 Gas 費

source: Added to Quick Settings
ar: تمت الإضافة إلى الإعدادات السريعة
cs: Přidáno do Rychlého nastavení
de: Zu den Schnelleinstellungen hinzugefügt
el: Προστέθηκε στις Γρήγορες ρυθμίσεις
es: Añadido a Ajustes rápidos
es_419: Se agregó a la Configuración rápida
es_mx: Se agregó a la Configuración rápida
fr: Ajouté aux Réglages rapides
he: נוסף להגדרות המהירות
hi: क्विक सेटिंग में जोड़ा गया
id: Ditambahkan ke Setelan Cepat
it: Aggiunto alle Impostazioni rapide
ja: クイック設定に追加しました
ko: 빠른 설정에 추가됨
nl: Toegevoegd aan Snelle instellingen
pl: Dodano do Szybkich ustawień
pt: Adicionado às Definições rápidas
pt_br: Adicionado às Configurações rápidas
pt_pt: Adicionado às Definições rápidas
ru: Добавлено в быстрые настройки
sv: Har lagts till i snabbinställningarna
th: เพิ่มในการตั้งค่าด่วนแล้ว
uk: Додано до Швидких налаштувань
vi: Đã thêm vào Cài đặt nhanh
zh_hans: 已添加到快捷设置
zh_hk: 已加入快速設定

source: Adjust settings to maximize reliability. App runs in the background when connected and on Wi-Fi. Reliability is how many IPs you make continually available to the network
ar: اضبط الإعدادات لتعظيم الموثوقية. يعمل التطبيق في الخلفية عند الاتصال وعند استخدام الواي فاي. الموثوقية هي عدد عناوين IP التي تجعلها متاحة باستمرار للشبكة.
cs: Upravte nastavení pro maximalizaci spolehlivosti. Aplikace běží na pozadí, když jste připojeni a na Wi-Fi. Spolehlivost znamená, kolik IP adres trvale zpřístupníte síti.
de: Passe die Einstellungen an, um die Zuverlässigkeit zu maximieren. Die App läuft im Hintergrund, wenn du verbunden bist und dich im WLAN befindest. Zuverlässigkeit bedeutet, wie viele IPs du dem Netzwerk kontinuierlich zur Verfügung stellst.
el: Ρυθμίστε τις ρυθμίσεις για μέγιστη αξιοπιστία. Η εφαρμογή λειτουργεί στο παρασκήνιο όταν είστε συνδεδεμένοι και σε Wi-Fi. Η αξιοπιστία είναι πόσες διευθύνσεις IP διαθέτετε συνεχώς στο δίκτυο.
es: Ajusta la configuración para maximizar la fiabilidad. La app se ejecuta en segundo plano cuando está conectada y en Wi-Fi. La fiabilidad es cuántas IPs mantienes disponibles continuamente para la red.
es_419: Ajusta la configuración para maximizar la fiabilidad. La app se ejecuta en segundo plano cuando está conectada y en Wi-Fi. La fiabilidad es cuántas IPs mantienes disponibles continuamente para la red.
fr: Ajustez les paramètres pour maximiser la fiabilité. L’application fonctionne en arrière-plan lorsque vous êtes connecté et en Wi-Fi. La fiabilité correspond au nombre d’IP que vous rendez continuellement disponibles pour le réseau.
he: התאם את ההגדרות כדי למקסם את האמינות. האפליקציה פועלת ברקע כאשר מחוברים וב-Wi-Fi. אמינות היא כמה כתובות IP אתה משאיר זמינות ברצף לרשת.
hi: विश्वसनीयता अधिकतम करने के लिए सेटिंग्स समायोजित करें। ऐप कनेक्टेड और वाई-फाई पर बैकग्राउंड में चलता है। विश्वसनीयता यह है कि आप कितनी IPs नेटवर्क के लिए लगातार उपलब्ध रखते हैं।
id: Sesuaikan pengaturan untuk memaksimalkan keandalan. Aplikasi berjalan di latar belakang saat terhubung dan menggunakan Wi-Fi. Keandalan adalah berapa banyak IP yang Anda buat tersedia terus-menerus untuk jaringan.
it: Regola le impostazioni per massimizzare l’affidabilità. L’app funziona in background quando è connessa e su Wi-Fi. L’affidabilità è il numero di IP che rendi continuamente disponibili alla rete.
ja: 信頼性を最大化するために設定を調整してください。アプリは接続時やWi-Fi利用時にバックグラウンドで動作します。信頼性とは、ネットワークに継続的に提供するIPの数です。
ko: 신뢰도를 극대화하려면 설정을 조정하세요. 앱은 연결되어 있고 Wi-Fi에 있을 때 백그라운드에서 실행됩니다. 신뢰도는 네트워크에 지속적으로 제공하는 IP의 수입니다.
nl: Pas de instellingen aan om de betrouwbaarheid te maximaliseren. De app draait op de achtergrond wanneer verbonden en op Wi-Fi. Betrouwbaarheid is hoeveel IP's je continu beschikbaar maakt voor het netwerk.
pl: Dostosuj ustawienia, aby zmaksymalizować niezawodność. Aplikacja działa w tle, gdy jest połączona i korzysta z Wi-Fi. Niezawodność to liczba adresów IP, które stale udostępniasz sieci.
pt_br: Ajuste as configurações para maximizar a confiabilidade. O app funciona em segundo plano quando conectado e no Wi-Fi. Confiabilidade é quantos IPs você mantém continuamente disponíveis para a rede.
pt_pt: Ajuste as definições para maximizar a fiabilidade. A aplicação funciona em segundo plano quando está ligada e em Wi-Fi. Fiabilidade é o número de IPs que mantém continuamente disponíveis para a rede.
ru: Настройте параметры для максимальной надежности. Приложение работает в фоновом режиме при подключении и использовании Wi-Fi. Надежность — это количество IP-адресов, которые вы постоянно предоставляете сети.
sv: Justera inställningarna för att maximera tillförlitligheten. Appen körs i bakgrunden när du är ansluten och på Wi-Fi. Tillförlitlighet är hur många IP-adresser du kontinuerligt gör tillgängliga för nätverket.
th: ปรับการตั้งค่าเพื่อเพิ่มความน่าเชื่อถือ แอปจะทำงานในพื้นหลังเมื่อเชื่อมต่อและใช้ Wi-Fi ความน่าเชื่อถือคือจำนวน IP ที่คุณเปิดให้เครือข่ายใช้งานได้อย่างต่อเนื่อง
uk: Налаштуйте параметри для максимальної надійності. Додаток працює у фоновому режимі, коли підключений і на Wi-Fi. Надійність — це кількість IP-адрес, які ви постійно надаєте мережі.
vi: Điều chỉnh cài đặt để tối đa hóa độ tin cậy. Ứng dụng chạy nền khi kết nối và dùng Wi-Fi. Độ tin cậy là số lượng IP bạn liên tục cung cấp cho mạng.
zh_hans: 调整设置以最大化可靠性。应用在连接和使用 Wi-Fi 时会在后台运行。可靠性是指你持续为网络提供的 IP 数量。
zh_hk: 調整設定以提升可靠性。應用程式在連接及使用 Wi-Fi 時會於背景運行。可靠性是你持續為網絡提供的 IP 數量。

source: Advanced
ar: متقدم
cs: Pokročilé
de: Erweitert
el: Για προχωρημένους
es: Avanzado
es_419: Avanzado
es_mx: Avanzado
fr: Avancé
he: מתקדם
hi: उन्नत
id: Lanjutan
it: Avanzate
ja: 詳細
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
pt_pt: Avançado
ru: Дополнительно
sv: Avancerat
th: ขั้นสูง
uk: Додатково
vi: Nâng cao
zh_hans: 高级
zh_hk: 進階

source: All the content in the world from URnetwork
ar: كل المحتوى في العالم من URnetwork
cs: Veškerý obsah na světě od URnetwork
de: Alle Inhalte der Welt von URnetwork
el: Όλο το περιεχόμενο του κόσμου από το URnetwork
es: Todo el contenido del mundo desde URnetwork
es_419: Todo el contenido del mundo desde URnetwork
es_mx: Todo el contenido del mundo desde URnetwork
fr: Tout le contenu du monde par URnetwork
he: כל התוכן בעולם מ-URnetwork
hi: URnetwork से दुनिया भर की सामग्री
id: Semua konten di dunia dari URnetwork
it: Tutti i contenuti del mondo da URnetwork
ja: URnetwork が届ける世界中のコンテンツ
ko: URnetwork의 전 세계 콘텐츠
nl: Alle content ter wereld, van URnetwork
pl: Cała światowa treść z URnetwork
pt: Todo o conteúdo do mundo da URnetwork
pt_br: Todo o conteúdo do mundo do URnetwork
pt_pt: Todo o conteúdo do mundo da URnetwork
ru: Весь контент мира от URnetwork
sv: Allt innehåll i världen från URnetwork
th: เนื้อหาทั้งหมดในโลกจาก URnetwork
uk: Весь контент світу від URnetwork
vi: Tất cả nội dung trên thế giới từ URnetwork
zh_hans: 来自 URnetwork 的全球内容
zh_hk: 來自 URnetwork 的全球內容

source: All-time points. A block is one finalized epoch; the streak counts consecutive blocks with points, ending at the latest one.
ar: النقاط منذ البداية. الكتلة هي فترة مكتملة واحدة؛ وتحسب السلسلة الكتل المتتالية ذات النقاط حتى آخر كتلة.
cs: Body za celou dobu. Blok je jedna dokončená epocha; série počítá po sobě jdoucí bloky s body končící tím posledním.
de: Punkte seit Beginn. Ein Block ist eine abgeschlossene Epoche; die Serie zählt aufeinanderfolgende Blöcke mit Punkten bis zum letzten.
el: Πόντοι όλων των εποχών. Ένα μπλοκ είναι μία οριστικοποιημένη εποχή· το σερί μετρά διαδοχικά μπλοκ με πόντους έως το τελευταίο.
es: Puntos históricos. Un bloque es una época finalizada; la racha cuenta bloques consecutivos con puntos hasta el último.
es_419: Puntos históricos. Un bloque es una época finalizada; la racha cuenta bloques consecutivos con puntos hasta el último.
es_mx: Puntos históricos. Un bloque es una época finalizada; la racha cuenta bloques consecutivos con puntos hasta el último.
fr: Points cumulés. Un bloc est une époque finalisée ; la série compte les blocs consécutifs avec des points jusqu'au dernier.
he: נקודות מאז ומעולם. בלוק הוא תקופה שהושלמה; הרצף סופר בלוקים רצופים עם נקודות עד האחרון.
hi: अब तक के कुल पॉइंट। एक ब्लॉक एक पूर्ण एपोक है; स्ट्रीक पॉइंट वाले लगातार ब्लॉक गिनती है, जो नवीनतम पर समाप्त होती है।
id: Poin sepanjang waktu. Satu blok adalah satu epoch yang difinalisasi; runtutan menghitung blok berturut-turut dengan poin hingga yang terakhir.
it: Punti complessivi. Un blocco è un'epoca finalizzata; la serie conta i blocchi consecutivi con punti fino all'ultimo.
ja: 累計ポイント。ブロックは確定した1エポック。連続は最新ブロックまでポイントを獲得した連続ブロック数です。
ko: 누적 포인트입니다. 블록은 확정된 에포크 하나이며, 연속은 최신 블록까지 포인트를 얻은 연속 블록 수입니다.
nl: Punten aller tijden. Een blok is één afgeronde epoch; de reeks telt opeenvolgende blokken met punten tot het laatste.
pl: Punkty od początku. Blok to jedna sfinalizowana epoka; seria liczy kolejne bloki z punktami aż do ostatniego.
pt: Pontos de sempre. Um bloco é uma época finalizada; a sequência conta blocos consecutivos com pontos até ao último.
pt_br: Pontos de todos os tempos. Um bloco é uma época finalizada; a sequência conta blocos consecutivos com pontos até o último.
pt_pt: Pontos de sempre. Um bloco é uma época finalizada; a sequência conta blocos consecutivos com pontos até ao último.
ru: Очки за всё время. Блок — одна завершённая эпоха; серия считает подряд идущие блоки с очками до последнего.
sv: Poäng genom tiderna. Ett block är en slutförd epok; sviten räknar på varandra följande block med poäng fram till det senaste.
th: คะแนนสะสมทั้งหมด บล็อกคือหนึ่งอีพอคที่สรุปแล้ว ต่อเนื่องนับบล็อกที่มีคะแนนติดต่อกันจนถึงบล็อกล่าสุด
uk: Бали за весь час. Блок — одна завершена епоха; серія рахує послідовні блоки з балами до останнього.
vi: Điểm tích lũy. Một khối là một epoch đã hoàn tất; chuỗi đếm các khối liên tiếp có điểm cho đến khối mới nhất.
zh_hans: 历史累计积分。一个区块是一个已确认的周期；连续统计直到最新区块的连续得分区块数。
zh_hk: 歷史累計積分。一個區塊是一個已確認的週期；連續統計直到最新區塊的連續得分區塊數。

source: Allow
ar: سماح
cs: Povolit
de: Erlauben
el: Επιτρέψτε
es: Permitir
es_419: Permitir
es_mx: Permitir
fr: Autoriser
he: אפשר
hi: अनुमति दें
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
nl: Sta toe
pl: Pozwól
pt: Permitir
pt_br: Permitir
pt_pt: Permitir
ru: Разрешить
sv: Tillåt
th: อนุญาต
uk: Дозволити
vi: Cho phép
zh_hans: 允许
zh_hk: 允許

source: Allow an insecure certificate
ar: السماح بشهادة غير آمنة
cs: Povolit nezabezpečený certifikát
de: Unsicheres Zertifikat erlauben
el: Να επιτρέπεται μη ασφαλές πιστοποιητικό
es: Permitir un certificado no seguro
es_419: Permitir un certificado no seguro
es_mx: Permitir un certificado no seguro
fr: Autoriser un certificat non sécurisé
he: לאפשר אישור לא מאובטח
hi: असुरक्षित प्रमाणपत्र की अनुमति दें
id: Izinkan sertifikat tidak aman
it: Consenti un certificato non sicuro
ja: 安全でない証明書を許可
ko: 안전하지 않은 인증서 허용
nl: Onveilig certificaat toestaan
pl: Zezwalaj na niezabezpieczony certyfikat
pt: Permitir um certificado não seguro
pt_br: Permitir um certificado inseguro
pt_pt: Permitir um certificado não seguro
ru: Разрешить небезопасный сертификат
sv: Tillåt ett osäkert certifikat
th: อนุญาตใบรับรองที่ไม่ปลอดภัย
uk: Дозволити незахищений сертифікат
vi: Cho phép chứng chỉ không an toàn
zh_hans: 允许不安全的证书
zh_hk: 允許不安全的憑證

source: Allow providing on cellular network
ar: السماح بالتوفير على شبكة الجوال
cs: Povolit poskytování na mobilní síti
de: Bereitstellung über das Mobilfunknetz erlauben
el: Να επιτρέπεται η παροχή στο κυψελοειδές δίκτυο
es: Permitir proporcionar en la red celular
es_419: Permitir proveer en red celular
es_mx: Permitir proporcionar en la red celular
fr: Autoriser la fourniture sur le réseau cellulaire
he: אפשר אספקה ברשת סלולרית
hi: सेलुलर नेटवर्क पर प्रदान करने की अनुमति दें
id: Izinkan menyediakan di jaringan seluler
it: Consenti la fornitura su rete cellulare
ja: 携帯ネットワークでの提供を許可する
ko: 셀룰러 네트워크에서 제공 허용
nl: Toestaan op mobiel netwerk
pl: Zezwól na udostępnianie w sieci komórkowej
pt: Permitir fornecer na rede celular
pt_br: Permitir fornecer na rede celular
pt_pt: Permitir fornecimento na rede móvel
ru: Разрешить предоставление в сотовой сети
sv: Tillåt tillhandahållande på mobilnät
th: อนุญาตให้ให้บริการบนเครือข่ายมือถือ
uk: Дозволити надання в стільниковій мережі
vi: Cho phép cung cấp trên mạng di động
zh_hans: 允许在蜂窝网络上提供
zh_hk: 允許在蜂窩網絡上提供

source: Allow your devices to share internet with each other
ar: اسمح لأجهزتك بمشاركة الإنترنت فيما بينها
cs: Dovolte svým zařízením sdílet internet mezi sebou
de: Lass deine Geräte ihr Internet untereinander teilen
el: Επιτρέψτε στις συσκευές σας να μοιράζονται το διαδίκτυο μεταξύ τους
es: Permite que tus dispositivos compartan internet entre sí
es_419: Permite que tus dispositivos compartan internet entre sí
es_mx: Permite que tus dispositivos compartan internet entre sí
fr: Permettez à vos appareils de partager internet entre eux
he: אפשרו למכשירים שלכם לשתף אינטרנט זה עם זה
hi: अपने डिवाइस को आपस में इंटरनेट शेयर करने दें
id: Izinkan perangkat Anda saling berbagi internet
it: Consenti ai tuoi dispositivi di condividere internet tra loro
ja: 自分のデバイス同士でインターネットを共有できるようにする
ko: 내 기기끼리 인터넷을 공유하도록 허용
nl: Laat je apparaten internet met elkaar delen
pl: Pozwól swoim urządzeniom dzielić się internetem
pt: Permita que os seus dispositivos partilhem internet entre si
pt_br: Permita que seus dispositivos compartilhem internet entre si
pt_pt: Permita que os seus dispositivos partilhem internet entre si
ru: Разрешите своим устройствам делиться интернетом друг с другом
sv: Låt dina enheter dela internet med varandra
th: ให้อุปกรณ์ของคุณแชร์อินเทอร์เน็ตกันเอง
uk: Дозвольте своїм пристроям ділитися інтернетом між собою
vi: Cho phép các thiết bị của bạn chia sẻ internet với nhau
zh_hans: 允许您的设备彼此共享网络
zh_hk: 允許你的裝置彼此分享網絡

source: Allowed
ar: مسموح
cs: Povoleno
de: Erlaubt
el: Επιτρεπόμενα
es: Permitidas
es_419: Permitidas
es_mx: Permitidas
fr: Autorisé
he: מותר
hi: अनुमत
id: Diizinkan
it: Consentito
ja: 許可
ko: 허용
nl: Toegestaan
pl: Dozwolone
pt: Permitidos
pt_br: Permitidos
pt_pt: Permitidos
ru: Разрешено
sv: Tillåtna
th: อนุญาต
uk: Дозволено
vi: Được phép
zh_hans: 已允许
zh_hk: 已允許

source: Already covered by %@ in this rule.
ar: مشمول بالفعل ضمن %@ في هذه القاعدة.
cs: V tomto pravidle již pokryto položkou %@.
de: In dieser Regel bereits durch %@ abgedeckt.
el: Καλύπτεται ήδη από το %@ σε αυτόν τον κανόνα.
es: Ya está cubierto por %@ en esta regla.
es_419: Ya está cubierto por %@ en esta regla.
es_mx: Ya está cubierto por %@ en esta regla.
fr: Déjà couvert par %@ dans cette règle.
he: כבר מכוסה על ידי %@ בכלל זה.
hi: इस नियम में %@ द्वारा पहले से कवर है।
id: Sudah tercakup oleh %@ dalam aturan ini.
it: Già coperto da %@ in questa regola.
ja: このルールでは %@ によってすでに対象になっています。
ko: 이 규칙에서 %@에 이미 포함되어 있습니다.
nl: Al gedekt door %@ in deze regel.
pl: Już objęte przez %@ w tej regule.
pt: Já abrangido por %@ nesta regra.
pt_br: Já coberto por %@ nesta regra.
pt_pt: Já abrangido por %@ nesta regra.
ru: Уже охвачено записью %@ в этом правиле.
sv: Täcks redan av %@ i den här regeln.
th: ครอบคลุมโดย %@ ในกฎนี้อยู่แล้ว
uk: Уже охоплено записом %@ у цьому правилі.
vi: Đã được %@ bao gồm trong quy tắc này.
zh_hans: 此规则中的 %@ 已涵盖该项。
zh_hk: 此規則中的 %@ 已涵蓋該項。

source: Already in this rule.
ar: موجود بالفعل في هذه القاعدة.
cs: V tomto pravidle již je.
de: Bereits in dieser Regel enthalten.
el: Υπάρχει ήδη σε αυτόν τον κανόνα.
es: Ya está en esta regla.
es_419: Ya está en esta regla.
es_mx: Ya está en esta regla.
fr: Déjà présent dans cette règle.
he: כבר קיים בכלל זה.
hi: इस नियम में पहले से मौजूद है।
id: Sudah ada dalam aturan ini.
it: Già presente in questa regola.
ja: このルールにすでに含まれています。
ko: 이 규칙에 이미 있습니다.
nl: Staat al in deze regel.
pl: Już jest w tej regule.
pt: Já está nesta regra.
pt_br: Já está nesta regra.
pt_pt: Já está nesta regra.
ru: Уже есть в этом правиле.
sv: Finns redan i den här regeln.
th: มีอยู่ในกฎนี้แล้ว
uk: Уже є в цьому правилі.
vi: Đã có trong quy tắc này.
zh_hans: 此规则中已存在。
zh_hk: 此規則中已存在。

source: Always
ar: دائمًا
cs: Vždy
de: Immer
el: Πάντα
es: Siempre
es_419: Siempre
es_mx: Siempre
fr: Toujours
he: תמיד
hi: हमेशा
id: Selalu
it: Sempre
ja: 常に
ko: 항상
nl: Altijd
pl: Zawsze
pt: Sempre
pt_br: Sempre
pt_pt: Sempre
ru: Всегда
sv: Alltid
th: ตลอดเวลา
uk: Завжди
vi: Luôn luôn
zh_hans: 始终
zh_hk: 始終

source: Ambiguous verdicts bench an exit instead of tearing down its flows; removal needs sustained evidence or an empty exit
ar: الأحكام الملتبسة تحجر المخرج بدلًا من قطع تدفقاته؛ وتتطلب الإزالة أدلة مستمرة أو مخرجًا فارغًا
cs: Nejednoznačné verdikty pošlou výstup na lavičku, místo aby ukončily jeho toky; odstranění vyžaduje trvalé důkazy nebo prázdný výstup
de: Mehrdeutige Urteile setzen einen Exit auf die Ersatzbank, statt seine Flows abzubauen; für eine Entfernung braucht es anhaltende Hinweise oder einen leeren Exit
el: Οι αμφίσημες ετυμηγορίες βάζουν μια έξοδο στον πάγκο αντί να τερματίζουν τις ροές της· η αφαίρεση απαιτεί επίμονα στοιχεία ή κενή έξοδο
es: Los veredictos ambiguos mandan una salida al banquillo en lugar de cerrar sus flujos; eliminarla requiere indicios sostenidos o una salida vacía
es_419: Los veredictos ambiguos mandan una salida a la banca en lugar de cerrar sus flujos; eliminarla requiere indicios sostenidos o una salida vacía
es_mx: Los veredictos ambiguos mandan una salida a la banca en lugar de cerrar sus flujos; eliminarla requiere indicios sostenidos o una salida vacía
fr: Les verdicts ambigus mettent une sortie sur la touche au lieu de couper ses flux ; le retrait exige des indices persistants ou une sortie vide
he: הכרעות לא חד-משמעיות מעבירות יציאה לספסל במקום לנתק את הזרימות שלה; הסרה דורשת ראיות מתמשכות או יציאה ריקה
hi: अस्पष्ट फ़ैसले एग्ज़िट के फ़्लो तोड़ने के बजाय उसे बेंच पर भेजते हैं; हटाने के लिए लगातार सबूत या खाली एग्ज़िट चाहिए
id: Vonis yang ambigu mencadangkan exit alih-alih memutus alirannya; penghapusan memerlukan bukti yang berkelanjutan atau exit yang kosong
it: I verdetti ambigui mandano un’uscita in panchina invece di chiudere i suoi flussi; la rimozione richiede prove persistenti o un’uscita vuota
ja: あいまいな判定では、フローを切断せずに出口を待機させます。除外には継続的な証拠か空の出口が必要です
ko: 모호한 판정은 플로우를 끊지 않고 출구를 대기시킵니다. 제외하려면 지속적인 근거나 빈 출구가 필요합니다
nl: Onduidelijke oordelen zetten een exit op de bank in plaats van zijn flows af te breken; verwijderen vraagt aanhoudend bewijs of een lege exit
pl: Niejednoznaczne werdykty sadzają wyjście na ławce, zamiast zrywać jego przepływy; usunięcie wymaga trwałych dowodów albo pustego wyjścia
pt: Os veredictos ambíguos põem uma saída no banco em vez de terminar os seus fluxos; a remoção exige indícios persistentes ou uma saída vazia
pt_br: Vereditos ambíguos põem uma saída no banco em vez de encerrar seus fluxos; a remoção exige evidência persistente ou uma saída vazia
pt_pt: Os veredictos ambíguos põem uma saída no banco em vez de terminar os seus fluxos; a remoção exige indícios persistentes ou uma saída vazia
ru: Неоднозначные вердикты отстраняют выход, а не разрывают его потоки; для удаления нужны устойчивые признаки или пустой выход
sv: Tvetydiga domar bänkar en utgång i stället för att riva dess flöden; borttagning kräver ihållande belägg eller en tom utgång
th: คำตัดสินที่ไม่ชัดเจนจะพักทางออกไว้แทนการตัดโฟลว์ การลบต้องมีหลักฐานต่อเนื่องหรือทางออกว่าง
uk: Неоднозначні вердикти відправляють вихід на лаву замість обриву його потоків; для видалення потрібні стійкі докази або порожній вихід
vi: Các phán quyết không rõ ràng sẽ cho một điểm thoát dự bị thay vì cắt các luồng của nó; loại bỏ cần bằng chứng kéo dài hoặc một điểm thoát trống
zh_hans: 不明确的判定会隔离出口，而不是断开其流；移除需要持续的证据或出口已空
zh_hk: 不明確的判定會隔離出口，而不是中斷其流；移除需要持續的證據或出口已空

source: Amount
ar: المبلغ
cs: Částka
de: Betrag
el: Ποσό
es: Monto
es_419: Cantidad
es_mx: Monto
fr: Montant
he: סכום
hi: राशि
id: Jumlah
it: Importo
ja: 金額
ko: 금액
nl: Bedrag
pl: Kwota
pt: Quantia
pt_br: Quantia
pt_pt: Valor
ru: Сумма
sv: Belopp
th: ยอด
uk: Сума
vi: Số tiền
zh_hans: 金额
zh_hk: 金額

source: Anonymous
ar: مجهول
cs: Anonymní
de: Anonym
el: Ανώνυμο
es: Anónimo
es_419: Anónimo
es_mx: Anónimo
fr: Anonyme
he: אנונימי
hi: अनाम
id: Anonim
it: Anonimo
ja: 匿名
ko: 익명
nl: Anoniem
pl: Anonimowy
pt: Anónimo
pt_br: Anônimo
pt_pt: Anónimo
ru: Анонимно
sv: Anonym
th: ไม่ระบุชื่อ
uk: Анонімно
vi: Ẩn danh
zh_hans: 匿名
zh_hk: 匿名
